{"skill1":{"name":"Bind Heart","describe":"SP Kiyohime releases a cloud of poison mist on a single target dealing damage equal to 70% of her ATK. When SP Kiyohime attacks, she inflicts level 3 of Poison, lasts for 5 turns. Also reduces the target's by 20, lasts until the end of battle (cannot be reduced by more than a total of 200).","cost":0,"cooldown":0,"level2":"Increases damage to 80%.","level3":"Increases damage to 90%.","level4":"Increases damage to 100%.","level5":"Poison level increases to level 5 and the DEF reduction increases to 50 (cannot be reduced by more than a total of 500)."},"skill2":{"name":"Bone Corrosion","describe":"SP Kiyohime inflicts Resentment on a non-summoned enemy and summons her Serpent. This skill can only be used once per round, unique effect. When SP Kiyohime receives lethal damage, the Serpent will pounce at the enemy with Resentment before both it and SP Kiyohime are KO'd. The next time this enemy takes damage, they will lose an amount of max HP equal to that lethal damage (max of 20%).","cost":0,"cooldown":0,"level2":"After the Serpent attacks, SP Kiyohime's move bar is increased by 30%.","level3":"The Serpent immediately launches an attack after being summoned.","level4":"When the Serpent is on the battlefield, grants SP Kiyohime 40% of reduction.","level5":"At the end of turn for the enemy with Resentment, the Serpent will launch an attack on them."},"skill3":{"name":"Bewitching Eyes","describe":"SP Kiyohime launches a 3-strike attack on an enemy, dealing damage equal to 70% of her ATK with each strike and inflicts them with a layer of Bewitching Stare, sustained for 1 turn. When the Serpent returns to SP Kiyohime, this skill changes Burning Love.","cost":3,"cooldown":0,"level2":"Damage for each strike increases to 85%","level3":"Bewitching Stare: Also triggers when the target's move bar is increased and consumes 1 layer to nullify the effect.","level4":"Damage for each strike increases to 100%.","level5":"When Bewitching Stare is triggered, reduce the target's max HP by 8% (max of 20%, cannot exceed 1200% of SP Kiyohime's ATK each time).","bonus":{"name":"Burning Love","describe":"SP Kiyohime launches a 3-strike attack on an enemy, dealing damage equal to 70% of her ATK with each strike and inflicts all enemies with a layer of Bewitching Stare, sustained for 3 turns.","cost":3,"cooldown":0}}}