{"skill1":{"name":"Triền Tâm","describe":"Thanh Cơ SP đánh thường gây sát thương bằng 70%. Khi tấn công, gây 'Trúng độc' cấp độ 3, duy trì trong 5 lượt. Đồng thời giảm 20 điểm phòng thủ của mục tiêu, duy trì đến hết trận đấu (tối đa giảm 200).","cost":0,"cooldown":0,"level2":"Tăng sát thương lên 80%.","level3":"Tăng sát thương lên 90%.","level4":"Tăng sát thương lên 100%.","level5":"'Trúng độc' được tăng lên cấp 5 và điểm phòng thủ giảm 50 (tối đa 500).","type":"normal","note":[{"name":"Trúng độc","describe":"Giảm 10 tốc độ, khi chịu sát thương gián tiếp sẽ bị bỏ qua phòng thủ = số cấp độ độc x10. Nhiều debuff trúng độc có thể cộng dồn hiệu lực trừ thủ với nhau."}]},"skill2":{"name":"Thực cốt","describe":"Thanh Cơ SP gây 'Oán' vào mục tiêu không phải vật triệu hồi thả Xà Linh vào mục tiêu. Mỗi trận đấu chỉ sử dụng được 1 lần .Kẻ mang theo 'Oán' chết thì Xà Linh trở về, Thanh Cơ SP được giải toàn bộ khống chế và hấp thụ 40% tất cả các thuộc tính của người chết. Khi Thanh Cơ SP chết, khiến kẻ địch đang dính 'Oán' chịu sát thương gián tiếp thì bị giảm máu tối đa bằng đúng số sát thương gánh chịu, sau đó Xà Linh cũng biến mất.","cost":0,"cooldown":0,"level2":"Sau khi Xà Linh hành động sẽ kéo 30% hành động cho Thanh Cơ SP.","level3":"Xà Linh được gọi ra thì lập tức tấn công 1 lần.","level4":"Xà Linh tồn tại thì Thanh Cơ SP được giảm 40% sát thương nhận vào.","level5":"Kẻ địch dính 'Oán' hành động xong thì Xà Linh được tấn công thêm 1 lần.","note":[{"name":"Oán","describe":"Mỗi 1% máu mất đi sẽ bị giảm 1% sát thương gây ra đồng thời bị tăng 1% sát thương nhận vào."},{"name":"Xà Linh","describe":"Không thể bị tấn công, thừa hưởng toàn bộ chỉ số của Thanh Cơ SP, lúc được gọi ra thì sẽ chiếm chỗ vật triệu hồi của phe ta. Khi hành động nó sẽ tấn công kẻ dính 'Oán' gây 200% sát thương và gắn thêm debuff 'Oán Hỏa' trong 1 lượt."}],"type":"active"},"skill3":{"name":"Giáng Cổ Chi Đồng","describe":"Thanh cơ SP gây sát thương 3 lần lên mục tiêu mỗi lần gây sát thương bằng 70% tấn công và gắn 1 tầng 'Đồng Cổ' lên kẻ này trong 1 lượt. Sau khi Xà Linh trở về, kỹ năng chuyển thành Ái Oán Chước Thân","cost":3,"cooldown":0,"level2":"Sát thương mỗi đòn tăng lên 85%","level3":"'Đồng Cổ' sẽ tiêu trừ 1 tầng để vô hiệu khả năng được kéo thanh hành động của mục tiêu","level4":"Sát thương mỗi đòn tăng lên 100%.","level5":"'Đồng Cổ' kích hoạt thì giảm 8% máu tối da của mục tiêu (tối đa giảm 20%, không quá 1200% tấn công của Thanh Cơ SP).","type":"active","bonus":{"name":"Ái Oán Chước Thân","describe":"Thanh Cơ SP tấn công mục tiêu 3 lần mỗi lần gây 70% tấn công và gắn debuff 'Đồng Cổ' trong 1 lượt. Sau đó gắn 'Oán Hỏa' cho toàn bộ quân địch trong 3 lượt. Đẳng cấp kỹ năng tuân theo cấp độ của Giáng Cổ Chi Đồng.","cost":3,"cooldown":0,"note":[{"name":"Đồng Cổ","describe":"Tích lũy tối đa 3 tầng. Khi được hồi máu, tiêu trừ 1 tầng để vô hiệu hóa hồi máu."},{"name":"Oán Hỏa","describe":"Đầu lượt nhận 99% sát thương gián tiếp."}],"type":"active"}}}
