{"skill1":{"name":"Ô Linh","describe":"Đánh thường gây sát thương bằng 100% công. Ở trạng thái 'Lâm Ẩn', kĩ năng đổi thành 'Diệp Nhận', cấp kĩ năng tăng tương ứng.","cost":0,"cooldown":0,"level2":"Tăng sát thương lên 105%.","level3":"Tăng sát thương lên 110%.","level4":"Tăng sát thương lên 115%.","level5":"Tăng sát thương lên 125%.","type":"normal","note":[{"name":"Lâm Ẩn","describe":"Sử dụng kĩ năng 3."}],"bonus":{"name":"Diệp Nhận","describe":"Đánh thường có thêm 1 lần gây sát thương, mỗi lần gây sát thương bằng 100% công. Những lần đánh thêm ưu tiên mục tiêu có số tầng [Diệp Tẫn] cao hơn.","cost":0,"cooldown":0,"level2":"Tăng sát thương lên 110%.","level3":"Số lần đánh thêm tăng lên 2","level4":"Tăng sát thương lên 125%.","level5":"Số lần đánh thêm tăng lên 3.","type":"normal"}},"skill2":{"name":"Kinh Sương","describe":"Gắn 1 tầng 'Diệp Tẫn' khi tấn công.","cost":0,"cooldown":0,"level2":"Mỗi tầng 'Diệp Tẫn' tăng 10% sát thương gián tiếp nhận vào","level3":"Mỗi khi đồng minh nhận debuff, gắn 1 tầng 'Diệp Tẫn' lên thức thần gây ra debuff, tối đa 1 tầng mỗi lượt.","level4":" Mỗi khi đối phương kéo thanh hành động đủ 30%, gắn 1 tầng 'Diệp Tẫn'.","level5":"Mỗi tầng 'Diệp Tẫn' giảm 10% công và thủ của thức thần tấn công, khi thức thần đó gây ra sát thương cho Diệp SP thì mỗi tầng giảm 20% chí mạng","note":[{"name":"Diệp Tẫn","describe":"Nhận sát thương gián tiếp bằng 10% công trước khi lượt bắt đầu. Mỗi tầng ấn gây độc cấp 3 trong vòng 2 lượt, và tăng sát thương gián tiếp nhận vào thêm 5%. Giảm 1 tầng sau mỗi lượt, tối đa 5 tầng. Sau 5 tầng, nếu gây thêm 'Diệp Tẫn' sẽ thay bằng 'Hồng Thực'."},{"name":"Hồng Thực","describe":"Hiệu ứng thay đổi vị trí thanh hành động bị giảm 50% hiệu quả, khi nhận sát thương từ Diệp SP, sẽ nhận thêm sát thương bằng 120% công. Debuff kéo dài 2 lượt, không thể bị giải trừ. Nếu gắn ấn ngoài lượt Diệp SP, Diệp SP được kéo 40% thanh hành động."}],"type":"passive"},"skill3":{"name":"Phong Khởi Chi Vũ","describe":"Gắn 'Diệp Chi Hộ' cho toàn bộ đồng minh và bước vào trạng thái 'Lâm Ẩn' trong vòng 2 lượt. Chỉ có thể sử dụng khi đang không trong trạng thái 'Lâm Ẩn'.","cost":3,"cooldown":0,"level2":"Tấn công trong trạng thái 'Lâm Ẩn' bỏ qua 200 thủ.","level3":"'Diệp Chi Hộ' tăng thêm 100 thủ.","level4":"'Lâm Ẩn' – Tăng bản thân 20% sát thương gián tiếp nhận vào, giảm 40% sát thương không phải gián tiếp nhận vào.","level5":"Tiên Cơ – sử dụng 'Phong Khởi Chi Vũ'.","note":[{"name":"Diệp Chi Hộ","describe":"Kéo dài 2 lượt, khi nhận sát thương, gắn 1 tầng 'Diệp Tẫn' lên thức thần tấn công, tối đa 1 tầng mỗi lượt."},{"name":"Lam Ẩn","describe":"Tăng bản thân 30% sát thương gián tiếp nhận vào, giảm 30% sát thương không phải gián tiếp nhận vào."}],"type":"active"}}